{
    "navLinks":{
        "start":"Inicio",
        "about-me":"Sobre mim",
        "experience":"Experiencia",
        "projects":"Projetos",
        "contact":"Contato"
    },
    "profileSection":{
        "title":"Aurélio Ribeiro",
        "subtitle":"Engenheiro de Software",
        "description":"Full Stack Developer entusiasta em inteligência artificial",
        "curriculum":"Curriculo"
    },
    "projects": {
        "title":"Projetos",
        "description":"Esses são alguns dos meus projetos pessoais que estão disponíveis no GitHub, ao clicar na imagem você será redirecionado para o site do projeto e ao clicar no titulo você irá para o repositorio."
        
    },
    "about-me":{
        "title":"Sobre mim",
        "description":"Desde criança, eu desmontava tudo, tentando entender como o mundo funcionava por dentro. Daí surgiu minha paixão por compreender como os circuitos lógicos dos meus brinquedos funcionavam, o que me impulsionou a me graduar em Engenharia da Computação na Universidade Federal do Vale do São Francisco. Na universidade, enfrentei diversos desafios nas áreas de hardware e software, alguns dos quais você pode conferir no meu GitHub. Atualmente, me dedico ao desenvolvimento full stack, trabalhando com PHP, Laravel, React, Next.js e outras tecnologias modernas. Tenho experiência em desenvolvimento web completo, desde o backend com Laravel e Django até o frontend com React e TypeScript. Já me aventurei em projetos de mobile (Flutter), análise de dados e inteligência artificial. Atualmente, trabalho como desenvolvedor full stack na UNIVASF e continuo aprimorando meus conhecimentos em desenvolvimento de software."
    },
    "current-language":{
        "locale":"pt"
    },
    "contact":{
        
        "title":"Contato",
        "description":"Vamos ao trabalho? Você pode entrar em contato comigo pelo formulário ou pelas redes sociais abaixo.",
        "form":{
            "title":"Envie uma mensagem",
            "description":"Preencha o formulário abaixo e entrarei em contato com você em breve!",
            "name":"Digite seu nome",
            "email":"Digite seu email",
            "message":"Digite sua mensagem...",
            "button":"Enviar Mensagem",
            "validation":"Preencha o formulário",
            "motivational":"Vamos criar algo incrível juntos! 💫"
        }
    },
    "footer":{
        "rights":"Todos os direitos reservados"
    }



}

   